{
  "buy": "Buy",
  "no_cities_for_this_region": "No available cities in this region",
  "why_do_you_need_number_in_city": "Why do you need a virtual phone number in {{city}}?",
  "why_do_you_need_number_in_city_text_1": "A virtual phone number is the best option for those who want to develop their online business worldwide and travel abroad without boundaries and restrictions. Through a virtual phone number users can stay in touch in {{city}} in seconds.",
  "why_do_you_need_number_in_city_text_2": "There is no need to sign a contract and bind yourself to certain obligations. No need to waste time searching for a mobile operator in {{city}} and choose the right tariff. With a virtual phone number, everything is simple, clear, and fast.",
  "why_do_you_need_number_in_city_text_3": "Any business matters are solved in minutes — you can stay in touch with partners around the clock. Any traveling now takes place without restrictions — there is always a connection at hand that does not limit the great scope for improvisation.",
  "download_an_app": "Download and install an app for iOS/Android/Windows. Register and buy a virtual phone number with all desired settings to make calls in {{city}}. Assume all advantages of a virtual phone number compared to a regular one. Appreciate accessibility, convenience, and comfort at any point.",
  "level_up_business": "Level up your business and make trips with a virtual phone number in {{city}}.",
  "why_do_you_need_number_in_region": "Why do you need a virtual phone number in {{region}}?",
  "why_do_you_need_number_in_region_text": "A virtual number is one of the main ways to stay connected in {{region}}, without unnecessary contracts and approaches to regional mobile operators. The whole process of buying and receiving a virtual number takes place online. Just download the app for iOS/Android/Windows, register, pay, and stay in touch all the time in {{region}}.\n\nSuch technology as a virtual number will help for business purposes since it is essential to stay in touch with partners from other countries and cities when doing business. In addition, a virtual number is one of the most necessary things in a journey, thanks to which you can not worry about being in an unfamiliar city or country.",
  "discover_all_the_advantages": "Discover all the advantages of a virtual number in {{region}}.",
  "stay_tuned_up_in_city": "Stay tuned with your clients using a virtual phone number from {{city}}.",
  "make_and_receive_calls": "Make and receive calls with our apps for iOS, Android, and Windows. Embrace the accessibility and versatility even beyond the borders. Level up your business and make it virtual right now!",
  "how_to_get_phone_number": "How to get \n a phone number",
  "to_get_number_follow_steps": "To get a phone number,  follow the steps below:",
  "visit_website_to_get_app": "Visit our website or install the ESIM Plus app on your device",
  "setup_account": "Set up an account.",
  "purchase_phone_number_in_country": "Purchase a phone number from {{country}} and adjust the settings for your convenience.",
  "contact_support_if_you_have_any_questions": " If you have any questions or difficulties, our dedicated support team is just a click away. Reach out to us at support.esim@appvillis.com, and we’ll be thrilled to assist you.",
  "how_to_get_number_capability_1": "A phone number allows obtaining an unlimited number of calls and  SMS in {{country}} on a phone, tablet, or any other device that supports eSIM.",
  "how_to_get_number_capability_2": "The number is available up to 30 days from the date of purchase. It will be automatically renewed for the next month, provided you have enough funds on your balance. You can disable automatic renewal in the “Settings” section under the selected phone number.",
  "how_to_get_number_capability_3": "Our phone numbers in {{country}} are compatible with smartphones of any model, whether or not they support eSIM.",
  "number_in": "Number in",
  "more_info": "More info",
  "no_phones_for_this_region": "No available numbers from selected region",
  "special_deals": "Special Offers",
  "choose_payment_method": "Choose a payment method",
  "go_back_one_step": "Go back a step",
  "pay_with_card": "Pay with card",
  "pay_with_crypto": "Pay with crypto",
  "phone_number_rates_title": "Phone Number Rates by Country",
  "phone_number_rates_subtitle": "We offer virtual phone numbers from over 168 countries worldwide. Choose the most suitable option and start using a virtual phone number in seconds.",
  "phone_number_regions_by_country_title": "Phone Numbers in {{country}}",
  "phone_numbers_by_country_mobile_title": "Phone Numbers in {{country}}",
  "phone_number_regions_by_country_text": "Stay connected anywhere using a virtual phone number in {{country}}. Recieve Calls & SMS from any place in {{country}}",
  "phone_numbers_by_city_title": "Virtual Number in {{city}}, {{stateIso}} {{areaCode}} {{country}}",
  "phone_numbers_by_region_title": "Phone Numbers in  \n {{state}}, {{stateIso}} {{areaCode}} {{country}}",
  "popular_countries": "Popular countries",
  "all_countries": "All countries",
  "area_code": "Area code",
  "destination": "Destination",
  "monthly_fee": "Monthly Fee",
  "cities": "Cities",
  "state": "State",
  "regions": "Regions",
  "change": "Change",
  "select_phone_number": "Select a number",
  "all_numbers": "All numbers",
  "alert_title": "Virtual Phone Number for 1 Month",
  "alert_text": "Get this number with the option of unlimited extension of time. Available for use in the ESIM Plus app and on the website.",
  "about_our_service": "About our services",
  "international_calls": "International Calls & SMS at affordable prices",
  "cheap_phone_numbers": "A variety of phone numbers at flexible rates",
  "suitable_for_accs_reg": "Ideal for creating accounts on social media",
  "info_about_number": "About the number",
  "calls": "Calls",
  "sms": "SMS",
  "available": "Available",
  "unavailable": "Unavailable",
  "get_number": "Get number",
  "phone_purchase_agreement_first": "<a>My device supports eSIM technology</a>",
  "phone_purchase_agreement_second": "I accept the <1>Terms Of Use</1> and <2>Privacy Policy</2>",
  "success": "Success!",
  "you_have_successfully_purchased_number": "You have successfully purchased a number. Continue with your ESIM Plus account to start using your \u2028virtual phone number!",
  "create_account": "Create ESIM Plus Account",
  "special_deals_services_info_item_1": "A virtual number is an online phone number that can be used without a physical SIM card.",
  "special_deals_services_info_item_2": "The purchased phone number grants you the ability to make phone calls, send SMS messages, and enjoy unlimited internet usage.",
  "special_deals_services_info_item_3": "To purchase a virtual  phone number just visit our website or install the ESIM Plus app for your device.",
  "special_deals_services_info_item_4": "For payments, you may use the funds available in your balance or credit card.",
  "special_deals_services_info_item_5": "After completing all configurations, choose the desired country from the provided list of countries to select the virtual number's location.",
  "special_deals_services_info_item_6": "The purchase of a number is limited to a single account. If you switch to a new account, you will need to subscribe to a new phone number.",
  "special_deals_services_info_item_7": "The subscription is set to renew automatically each month, while retaining the flexibility to cancel anytime.",
  "iso_code": "ISO Code",
  "from_amount_month": "from {{price}}$/mo",
  "numbers": "numbers",
  "connection_monthly_fee": "connection monthly fee"
}
